INSERT INTO ipp_resource_field_mapper (original_str,standard_str,multiple,field,is_delete,user_name,create_at) VALUES
	 ('毫米','mm',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('米','m',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('一','1',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('十','10',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('百','100',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('一百','100',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('千','1000',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('一千','1000',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('MM','mm',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('毫米','mm',1,1,0,NULL,'2025-08-19 09:15:53');
INSERT INTO ipp_resource_field_mapper (original_str,standard_str,multiple,field,is_delete,user_name,create_at) VALUES
	 ('公分','cm',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('Cm','cm',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('CM','cm',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('厘米','cm',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('千米','km',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('Km','km',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('KM','km',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('公里','km',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('M','m',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('米','m',1,1,0,NULL,'2025-08-19 09:15:53');
INSERT INTO ipp_resource_field_mapper (original_str,standard_str,multiple,field,is_delete,user_name,create_at) VALUES
	 ('平方米','m2',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('平米','m2',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('平方','m2',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('立方米','m3',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('立方','m3',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('G','g',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('克','g',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('Kg','kg',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('KG','kg',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('千克','kg',1,1,0,NULL,'2025-08-19 09:15:53');
INSERT INTO ipp_resource_field_mapper (original_str,standard_str,multiple,field,is_delete,user_name,create_at) VALUES
	 ('公斤','kg',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('T','t',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('吨','t',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('ML','ml',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('Ml','ml',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('毫升','ml',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('l','L',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('升','L',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('度','°',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('KWH','kw.h',1,1,0,NULL,'2025-08-19 09:15:53');
INSERT INTO ipp_resource_field_mapper (original_str,standard_str,multiple,field,is_delete,user_name,create_at) VALUES
	 ('KW/H','kw.h',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('kWH','kw.h',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('kwh','kw.h',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('kw/h','kw.h',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('千瓦时','kw.h',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('千瓦·时','kw.h',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('千伏安','KV.A',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('KV·A','KV.A',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('KVA','KV.A',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('千伏特安培','KV.A',1,1,0,NULL,'2025-08-19 09:15:53');
INSERT INTO ipp_resource_field_mapper (original_str,standard_str,multiple,field,is_delete,user_name,create_at) VALUES
	 ('kVA','KV.A',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('帕','Pa',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('pa','Pa',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('PA','Pa',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('兆帕','MPa',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('mpa','MPa',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('MPA','MPa',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('千帕','KPa',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('KPA','KPa',1,1,0,NULL,'2025-08-19 09:15:53'),
	 ('kpa','KPa',1,1,0,NULL,'2025-08-19 09:15:53');
INSERT INTO ipp_resource_field_mapper (original_str,standard_str,multiple,field,is_delete,user_name,create_at) VALUES
	 ('直径','DN',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('口径','DN',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('dn','DN',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('dg','DG',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('一级','Ⅰ级',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('二级','Ⅱ级',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('三级','Ⅲ级',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('四级','IV级',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('P.O.','P.O',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('P.C.','P.C',1,2,0,NULL,'2025-08-19 09:15:53');
INSERT INTO ipp_resource_field_mapper (original_str,standard_str,multiple,field,is_delete,user_name,create_at) VALUES
	 ('厚度','δ',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('厚度为','δ',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('δ=','δ',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('×','*',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('m3','m3',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('㎡','m2',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('M2','m2',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('M3','m3',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('~','-',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('至','-',1,2,0,NULL,'2025-08-19 09:15:53');
INSERT INTO ipp_resource_field_mapper (original_str,standard_str,multiple,field,is_delete,user_name,create_at) VALUES
	 ('到','-',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('≦','≤',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('<=','≤',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('≧','≥',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('>=','≥',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('〔','(',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('〕',')',1,2,0,NULL,'2025-08-19 09:15:53'),
	 ('胸径Ф(cm):;','',1,2,0,NULL,'2025-08-19 09:16:10'),
	 ('高度H(cm):;','',1,2,0,NULL,'2025-08-19 09:16:12'),
	 ('冠幅P(cm):;','',1,2,0,NULL,'2025-08-19 09:16:14');
INSERT INTO ipp_resource_field_mapper (original_str,standard_str,multiple,field,is_delete,user_name,create_at) VALUES
	 ('枝下高H/色块密度(cm):;','',1,2,0,NULL,'2025-08-19 09:16:15'),
	 ('地径D(cm):;','',1,2,0,NULL,'2025-08-19 09:16:16'),
	 ('-+','-',1,3,0,NULL,'2025-08-19 09:16:16');
